abseil
act
aom
aribb24
arm-none-eabi-binutils
arm-none-eabi-gcc@8
assimp
avr-binutils
avr-gcc@8
avrdude
aws-cdk
aws-iam-authenticator
awscli
azure-cli
bash-completion
bat
bazelisk
berkeley-db@5
boost
bootloadhid
bottom
brotli
buf
c-ares
ca-certificates
cairo
carapace
cargo-lambda
cdktf
cffi
cjson
clang-format
clisp
cmake
cocoapods
codecrafters
confuse
cryptography
curl
dav1d
dbus
dfu-programmer
dfu-util
docker-completion
docker-credential-helper
docker-mac-net-connect
docutils
dotnet
double-conversion
dua-cli
duckdb
duf
eksctl
exa
fd
ffmpeg
fftw
fish
flac
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gd
gdbm
gdk-pixbuf
gdu
gettext
gh
ghostscript
ghq
gibo
giflib
git
git-lfs
glib
gmp
gnupg
gnuplot
gnutls
go
go-task
gobject-introspection
gopls
graphite2
graphviz
grpcurl
gts
hadolint
harfbuzz
haskell-stack
hdf5
helm
hid_bootloader_cli
hidapi
highway
hunspell
hwloc
icu4c@75
icu4c@76
icu4c@77
imagemagick
imath
iproute2mac
isl
istioctl
jasper
jbig2dec
jenv
jpeg-turbo
jpeg-xl
jq
k9s
kind
krb5
kubernetes-cli
lame
lazydocker
lazygit
leptonica
libaec
libarchive
libass
libassuan
libavif
libb2
libbluray
libcerf
libde265
libdeflate
libevent
libftdi
libgcrypt
libgit2
libgpg-error
libheif
libidn
libidn2
libimagequant
libimobiledevice
libimobiledevice-glue
libksba
liblinear
liblqr
libmicrohttpd
libmng
libmpc
libnghttp2
libogg
libomp
libplist
libpng
libraqm
libraw
librist
librsvg
libsamplerate
libsigsegv
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtommath
libtool
libunibreak
libunistring
libusb
libusb-compat
libusbmuxd
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxc
libxcb
libxdmcp
libxext
libxft
libxrender
libyaml
little-cms2
lld@19
llvm@19
localstack-cli
lpeg
lsd
lua
lua-language-server
luajit
luv
lz4
lzo
m4
mactop
mage
make
markdownlint-cli
mbedtls
md4c
mdloader
minikube
mise
mono
mpdecimal
mpfr
mpg123
ncurses
neofetch
neovim
netpbm
nettle
nmap
node
node@18
npth
oniguruma
open-mpi
openblas
opencore-amr
openexr
openjdk
openjpeg
openssl@1.1
openssl@3
opus
p11-kit
pandoc
pango
pcre2
perl
pillow
pinentry
pinentry-mac
pipectl
pipx
pixman
pkgconf
plotutils
pmix
postgresql@14
potrace
protobuf
protolint
pstoedit
pulumi
pycparser
python-cryptography
python-packaging
python@3.10
python@3.11
python@3.12
python@3.13
python@3.9
qmk
qt
rav1e
readline
ripgrep
rtmpdump
rubberband
ruby
scalapack
screenresolution
sdl2
shared-mime-info
shellcheck
skhd
snappy
speex
sqlite
srt
starship
svt-av1
tcl-tk
teensy_loader_cli
terraform
tesseract
texlive
theora
tmux
tree
tree-sitter
unbound
unibilium
unzip
usage
utf8proc
util-linux
uv
wabt
wasm-tools
wasmer
wasmtime
webp
wget
x264
x265
xcodegen
xorgproto
xvid
xz
yaml-language-server
yazi
zeromq
zig
zimg
zip
zlib
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
adobe-creative-cloud
adobe-digital-editions
alt-tab
android-studio
capcut
claude
cursor
discord
displaylink
docker
docker-desktop
dotnet-sdk
figma
firefox
font-fira-code
font-hack-nerd-font
font-hackgen-nerd
font-jetbrains-mono
font-monaspace
github
google-chrome
google-cloud-sdk
google-japanese-ime
gpg-suite-no-mail
hyperkey
keyboardcleantool
keycastr
microsoft-edge
nosql-workbench
notion
obsidian
oracle-jdk
postman
raycast
spotify
steam
tabula
unnaturalscrollwheels
wezterm
zed
zoom
