abseil
act
alsa-lib
autoconf
aws-iam-authenticator
awscli
bdw-gc
berkeley-db
berkeley-db@5
binutils
bison
bottom
brotli
bzip2
c-ares
ca-certificates
cairo
cffi
cue
cups
curl
dagger
dbus
docker-completion
docutils
eksctl
expat
fd
fftw
fontconfig
freetype
gcc
gcc@11
gcc@12
gdbm
gettext
gh
ghostscript
giflib
git
glib
glibc
glibc@2.13
gmp
gnutls
go
golangci-lint
gperf
graphite2
groff
guile
harfbuzz
hwloc
icu4c
isl
jasper
jbig2dec
jpeg-turbo
jq
kind
krb5
kubernetes-cli
lazydocker
lazygit
libedit
libevent
libffi
libice
libidn
libidn2
libmpc
libnghttp2
libnsl
libpaper
libpng
libpthread-stubs
libpython-tabulate
libsm
libssh2
libtasn1
libtermkey
libtiff
libtirpc
libtool
libunistring
libunwind
libuv
libvterm
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxfixes
libxi
libxml2
libxrandr
libxrender
libxt
libxtst
libyaml
linux-headers@5.15
little-cms2
localstack
lttng-ust
lua
lua-language-server
luajit
luarocks
luv
lz4
lzo
m4
mandoc
minikube
mpdecimal
mpfr
msgpack
ncurses
neovim
netpbm
nettle
node
node@16
numactl
oniguruma
open-mpi
openjdk@17
openjpeg
openldap
openssl@1.1
openssl@3
p11-kit
pcre
pcre2
peco
perl
pixman
pkg-config
poetry
prettierd
protobuf
psutils
pycparser
pyenv
pygments
python-tabulate
python@3.10
python@3.11
pyyaml
readline
rtmpdump
rust
shellcheck
six
speedtest
sqlite
starship
terraform
terraform-ls
tmux
tree
tree-sitter
uchardet
unbound
unibilium
unzip
userspace-rcu
utf8proc
util-linux
virtualenv
xorgproto
xz
yaml-language-server
zip
zlib
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
