act
awscli
curl
dagger
docker-completion
fd
gcc
gh
git
go
jq
kubernetes-cli
lazydocker
lazygit
neovim
node
openssl@3
pkg-config
poetry
protobuf
pyenv
python@3.11
readline
rust
shellcheck
starship
terraform
terraform-ls
tmux
tree
tree-sitter
unzip
util-linux
yaml-language-server
zip
zlib
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
