# tap
tap "dagger/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

# brew
brew "bat"
brew "python@3.9"
brew "cocoapods"
brew "docker-completion"
brew "dotnet"
brew "exa"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "hdf5"
brew "jenv"
brew "lazydocker"
brew "lazygit"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "unzip"
brew "zip"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "dagger/tap/dagger"

# cask
cask "adobe-creative-cloud"
cask "alt-tab"
cask "android-studio"
cask "canon-eos-utility"
cask "cheatsheet"
cask "chrome-remote-desktop-host"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "flutter"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "keyboardcleantool"
cask "mono-mdk-for-visual-studio"
cask "oracle-jdk"
cask "steam"
cask "visual-studio"
cask "visual-studio-code"
cask "zoom"
